Repository: itthinx/decent-comments
Catalog: languages/decent-comments-*.po
Languages: ca_es, de_de, es_es, fr_fr, it_it, lt_lt, pt_pt, ru_ru

source: Size of author avatars in pixels
ca_es: La mida de l'avatar en píxels
de_de: Die Größe des Avatars in Pixeln
es_es: Tamaño del avatar en píxeles
fr_fr: La taille de l'avatar en pixels
it_it: Dimensioni dell'avatar in pixels
lt_lt: Pseudoportreto dydis, taškais
pt_pt: Dimesão do avatar em pixeis
ru_ru: Размер аватара в пикселях

source: Sort comments by: date, author_email, author_url, content, karma, post
ca_es: Ordena els comentaris per: date, author_email, author_url, content, karma, post
de_de: Kommentare sortieren nach: date, author_email, author_url, content, karma, post
es_es: Ordernar comentarios por: date, author_email, author_url, content, karma, post
fr_fr: Trier les commentaires par : date, author_email, author_url, content, karma, post
it_it: Ordina i commenti per: date, author_email, author_url, content, karma, post
lt_lt: Rūšiuoti komentarus pagal: date, author_email, author_url, content, karma, post
pt_pt: Ordenar comentários por: date, author_email, author_url, content, karma, post
ru_ru: Сортировать комментарии по: date, author_email, author_url, content, karma, post

source: Sort order
ca_es: Ordre de classificació
de_de: Reihenfolge
es_es: Sentido de ordenación
fr_fr: Ordonnancement
it_it: Ordina
lt_lt: Rikiavimo tvarka
pt_pt: Ordenar
ru_ru: Порядок сортировки

source: Sort order.
ca_es: Ordre de classificació.
de_de: Reihenfolge.
es_es: Sentido de ordenación.
fr_fr: Ordonnancement.
it_it: Ordina.
lt_lt: Rikiavimo tvarka.
pt_pt: Ordenar.
ru_ru: Порядок сортировки.

source: Sort order: asc or desc
ca_es: Ordre de classificació: asc o desc
de_de: Reihenfolge: asc oder desc
es_es: Sentido de ordenación
fr_fr: Ordonnancement: asc ou desc
it_it: Ordina: asc o desc
lt_lt: Rikiavimo tvarka: asc arba post_tag
pt_pt: Ordenar: asc ou desc
ru_ru: Порядок сортировки: asc или desc

source: Sorting criteria.
ca_es: Criteris de classificació.
de_de: Sortierkriterium.
es_es: Criterio de ordenación.
fr_fr: Critère d'ordonnancement.
it_it: Criterio d'ordine.
lt_lt: Rikiavimo kriterijai.
pt_pt: Ordem dos critérios.
ru_ru: Критерии сортировки.

source: Taxonomy
ca_es: Taxonomia
de_de: Taxonomie
es_es: Taxonomía
fr_fr: Taxonomie
it_it: Tassonomia
lt_lt: Taksonomija
pt_pt: Taxonomia
ru_ru: Таксономия

source: Term ids or slugs
ca_es: Identificadors de termes o slugs
de_de: Begriffs-IDs oder Slugs
es_es: Ids de términos o slugs
fr_fr: IDs ou slugs des termes
it_it: ID o slug dei termini
lt_lt: Terminų ID arba šliuzus
pt_pt: IDs ou slugs dos termos
ru_ru: Идентификаторы или псевдонимы терминов

source: Terms
ca_es: Termes
de_de: Begriffe
es_es: Términos
fr_fr: Termes
it_it: Termini
lt_lt: Terminai
pt_pt: Termos
ru_ru: Сроки и условия

source: Terms or {current}. A <strong>Taxonomy</strong> must be given.
ca_es: Termes o {current}. S'ha de donar una <strong>taxonomia</strong> .
de_de: Begriffe oder {current}. Eine <strong>Taxonomie</strong> muss hierzu angegeben werden.
es_es: Términos o {current}. Debe indicar una <strong>Taxonomía</strong>.
fr_fr: Termes de {current}. Une <strong>Taxonomie</strong> doit être donnée.
it_it: Termini oppure {current}. Una <strong>Tassonomia</strong> dev'essere fornita.
lt_lt: Terminai arba {current}. <strong>Taksonomija</strong> privalo būti suteikta.
pt_pt: Termos ou {current}. Uma <strong>Taxonomia</strong> deverá ser fornecida.
ru_ru: Термины или текущие - {current}. Должна быть дана таксономия <strong>Taxonomy</strong> .

source: Thanks for supporting our work with a purchase in our %sShop%s!
ca_es: Gràcies per donar suport a la nostra feina amb una compra a la nostra %sBotiga%s!
de_de: Unterstütze unsere Arbeit durch einen Kauf in unserem %sShop%s!
es_es: Gracias por apoyar a nuestro trabajo con tu compra en nuestra %sTienda%s!
fr_fr: Merci de soutenir notre travail en effectuant un achat dans notre %sBoutique%s!
it_it: Grazie per aver supportato il nostro lavoro con un acquisto nel nostro %sNegozio%s!
lt_lt: Dėkojame, kad remiate mūsų darbą pirkdami mūsų %sShop%s!
pt_pt: Obrigado por apoiar o nosso trabalho com uma compra na nossa %sShop%s!
ru_ru: Спасибо за поддержку нашей работы, совершив покупку в нашем магазине %sМагазин%s!

source: The ellipsis is shown after the excerpt when there is more content.
ca_es: Els punts suspensius es mostren després de l'extracte, si hi ha més contingut.
de_de: Die Ellipse wird nach dem Auszug angezeigt falls zusätzlicher Inhalt vorhanden ist.
es_es: La elipsis se mostrará tras el resumen cuando haya más contenido.
fr_fr: L'ellipse est affichée après l'excerpt lorsque le contenu a été tronqué.
it_it: Se ci sono altri contenuti, viene mostrato l'elisione.
lt_lt: Elipsė yra rodoma po ištraukos, kuomet yra daugiau turinio.
pt_pt: A elipse é exibida após o trecho, quando houver mais conteúdo.
ru_ru: Многоточие показывается после анонса, когда есть больше контента.

source: The maximum number of characters shown in excerpts.
ca_es: El nombre màxim de caràcters que es mostren als extractes.
de_de: Die maximale Anzahl der Zeichen die in Auszügen angezeigt wird.
es_es: Número máximo de caracteres mostrados en el resumen.
fr_fr: Le nombre maximum de caractères montrées dans les extraits.
ru_ru: Максимальное количество символов, показанных в анонсах.

source: The maximum number of words shown in excerpts.
ca_es: El nombre màxim de paraules que es mostren als extractes.
de_de: Die maximale Anzahl an Worten die in Auszügen angezeigt wird.
es_es: Número máximo de palabras a mostrar en el resumen.
fr_fr: Le nombre maximum de mots dans un excerpt.
it_it: Numero massimo di parole da visualizzare nell'anteprima.
lt_lt: Didžiausias rodomų žodžių skaičius ištraukoje.
pt_pt: O número máximo de palavras mostrados nos resumos.
ru_ru: Максимальное количество слов, указанных в анонсах.

source: The number of comments to show.
ca_es: El nombre de comentaris que es mostraran.
de_de: Die Anzahl der Kommentare die angezeigt werden sollen.
es_es: Número de comentarios a mostrar.
fr_fr: Le nombre de commentaires à afficher.
it_it: Numero di commenti da mostrare.
lt_lt: Rodomų komentarų skaičius.
pt_pt: Número de comentários a mostrar.
ru_ru: Количество комментариев для отображения.

source: The size of the avatar in pixels.
ca_es: La mida de l'avatar en píxels.
de_de: Die Größe des Avatars in Pixeln.
es_es: Tamaño del avatar en píxeles.
fr_fr: La taille de l'avatar en pixels.
it_it: Dimensioni dell'avatar in pixels.
lt_lt: Pseudoportreto dydis, taškais.
pt_pt: Dimesão do avatar em pixeis.
ru_ru: Размер аватара в пикселях.

source: Title
ca_es: Títol
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
lt_lt: Antraštė
pt_pt: Titulo
ru_ru: Заголовок

source: Title, empty, post ID or [current]
ca_es: Títol, buit, ID de la publicació o [actual]
de_de: Titel, leer, Artikel-ID oder [current]
es_es: Título, vacío, ID de artículo o [current]
fr_fr: Titre, vide, ID du post ou [current]
it_it: Titolo, vuoto, ID del post oppure [current]
lt_lt: Antraštė, tuščia, įrašo identifikatorius arba [current]
pt_pt: Título, vazio, ID do artigo ou [atual]
ru_ru: Заголовок, пустой, ID идентификатор или текущий [current]

source: Trackbacks
ru_ru: Обратные ссылки

source: Whether to include Pingbacks
ca_es: Inclou pingbacks
de_de: Pingbacks einbeziehen
es_es: Incluir pingbacks
fr_fr: Inclure les pingbacks
ru_ru: Включите pingbacks

source: Whether to include Trackbacks
ca_es: Inclou trackbacks
de_de: Trackbacks einbeziehen
es_es: Incluir trackbacks
fr_fr: Inclure les trackbacks
ru_ru: Включите трекбэки

source: Whether to link comment authors to their website.
ca_es: Enllaçar els autors de comentaris al seu lloc web o no.
de_de: Ob Autoren zu ihren Webseiten verlinkt werden sollen.
es_es: Enlazar los autores de los comentario con sus webs.
fr_fr: Montrez les liens des auteurs de commentaires à leur site Web.
ru_ru: Связывать ли авторы комментариев с их сайтом.

source: Whether to show the author of each comment.
ca_es: Mostrar l'autor de cada comentari o no.
de_de: Ob der Autor zu jedem Kommentar angezeigt werden soll.
es_es: Mostrar el autor de cada comentario.
fr_fr: Afficher l'auteur de chaque commentaire.
it_it: Mostra l'autore di ogni commento.
lt_lt: Ar rodyti kiekvieno komentaro autorių.
pt_pt: Se deve mostrar o autor de cada comentário.
ru_ru: Показывать автору каждого комментария.

source: You can indicate one ore more post types separated by comma.
ca_es: Podeu indicar un o més tipus de publicació separats per coma.
de_de: Es können einer oder mehrere Beitragstypen durch Komma getrennt angegeben werden.
es_es: Se pueden indicar uno o más tipos de post separados por coma.
fr_fr: Vous pouvez indiquer un ou plusieurs types d'article séparés par une virgule.
ru_ru: Вы можете указать один или несколько типов сообщений, разделенных запятой.

# comment-link
source: on %s
ca_es: en %s
de_de: zu %s
es_es: en %s
fr_fr: dans %s
it_it: su %s
lt_lt: apie %s
pt_pt: em %s
ru_ru: на %s
