Repository: itthinx/decent-comments
Catalog: languages/decent-comments-*.po
Languages: ca_es, de_de, es_es, fr_fr, it_it, lt_lt, pt_pt, ru_ru

source: $store must be an instance of WP_Style_Engine_CSS_Rules_Store
ca_es: $store ha de ser una instància de WP_Style_Engine_CSS_Rules_Store
de_de: $store muss eine Instanz von WP_Style_Engine_CSS_Rules_Store sein
es_es: $store debe ser una instancia de WP_Style_Engine_CSS_Rules_Store
fr_fr: $store doit être une instance de WP_Style_Engine_CSS_Rules_Store
it_it: $store deve essere un'istanza di WP_Style_Engine_CSS_Rules_Store
lt_lt: „$store“ turi būti WP_Style_Engine_CSS_Rules_Store egzempliorius
pt_pt: $store deve ser uma instância de WP_Style_Engine_CSS_Rules_Store
ru_ru: Переменная $store должна быть экземпляром класса WP_Style_Engine_CSS_Rules_Store

# comment-date
source: %1$s at %2$s
ca_es: %1$s a les %2$s
de_de: %1$s um %2$s
es_es: %1$s a las %2$s
fr_fr: %1$s à %2$s
ru_ru: %1$s в %2$s

source: A taxonomy, e.g. category or post_tag
ca_es: Una taxonomia, per exemple, categoria o post_tag
de_de: Eine Taxonomie, zum Beispiel category oder post_tag
es_es: Una taxonomía, ej. categoría o etiqueta
fr_fr: Une taxonomie, c-à-d. une categorie ou un tag
it_it: Una tassonomia, es. categoria o post_tag
lt_lt: Taksonomija, pvz. category arba post_tag
pt_pt: A taxonomia, por exemplo, categoria ou post_tag
ru_ru: Таксономия, например категория или post_tag

source: Access denied.
ca_es: Accés denegat.
de_de: Zugriff verweigert.
es_es: Acceso denegado.
fr_fr: Accès refusé.
it_it: Accesso negato.
lt_lt: Prieiga nesuteikta.
pt_pt: Acesso negado.
ru_ru: Доступ заблокирован.

source: Ascending
ca_es: Ascendent
de_de: Aufsteigend
es_es: Ascendente
fr_fr: Ascendant
it_it: Ascendente
lt_lt: Didėjančia tvarka
pt_pt: Ascendente
ru_ru: По возрастанию

source: Author Email
ca_es: Correu de l&apos; autor
de_de: Email des Autors
es_es: Email del autor
fr_fr: Email de l'auteur
it_it: Email Autore
lt_lt: Autoriaus Elektroninio pašto adresas
pt_pt: Autor Email
ru_ru: Email автора

source: Author URL
ca_es: URL de l'autor
de_de: URL des Autors
es_es: URL del autor
fr_fr: URL de l'auteur
it_it: URL dell'Autore
lt_lt: Autoriaus Universalioji nuoroda
pt_pt: Autor URL
ru_ru: URL Автора

source: Available post types: %s
ca_es: Tipus de publicacions disponibles:%s
de_de: Verfügbare Eintragstypen: %s
es_es: Tipos de post disponibles: %s
fr_fr: Types d'article disponible: %s
ru_ru: Доступные типы сообщений: %s

source: Avatar size
ca_es: Mida de l'Avatar
de_de: Avatar Größe
es_es: Tamaño de avatar
fr_fr: Taille de l'avatar
it_it: Dimensioni avatar
lt_lt: Pseudoportreto dydis
pt_pt: Dimesão do avatar
ru_ru: Размер аватара

source: Content
ca_es: Contingut
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
it_it: Contenuto
lt_lt: Turinys
pt_pt: Conteúdo
ru_ru: Содержание

source: Date
ca_es: Data
de_de: Datum
es_es: Fecha
it_it: Data
lt_lt: Data
pt_pt: Data
ru_ru: Дата

source: Decent Comments
ru_ru: Достойные комментарии

source: Decent Comments Options
ca_es: Opcions de Decent Comments
de_de: Decent Comments Einstellungen
es_es: Opciones de Decent Comments
fr_fr: Options du plugin Decent Comments
it_it: Opzioni Decent Comments
lt_lt: Decent Comments Parinktys
pt_pt: Opções Decent Comments
ru_ru: Достойные комментарии. Опции

source: Delete settings when the plugin is deactivated
ca_es: Esborrar la configuració quan en desactivar el plugin
de_de: Die Einstellungen löschen wenn das Plugin deaktiviert wird
es_es: Eliminar la configuración cuando el plugin es desactivado
fr_fr: Supprimer les règlages lorsque le plugin est désactivé
it_it: Cancella le impostazioni quando si disattiva il plugin
lt_lt: Ištrinti nuostatas, kuomet papildinys deaktyvuojamas
pt_pt: Excluir configurações quando o plugin for desativado
ru_ru: Удаление настроек при отключении плагина

source: Descending
ca_es: Descendent
de_de: Absteigend
es_es: Descendente
fr_fr: Descendant
it_it: Discendente
lt_lt: Mažėjančia tvarka
pt_pt: Descendente
ru_ru: По убывание

source: Ellipsis
ca_es: Punts suspensius
de_de: Ellipse
es_es: Elipsis
fr_fr: Ellipse
it_it: Elisione
lt_lt: Elipsė
pt_pt: Elipse
ru_ru: Многоточие

source: Exclude comments from post authors
ca_es: Exclou els comentaris dels autors de les publicació
de_de: Kommentare von Eintragsautoren ausschließen
es_es: Excluir los comentarios de los autores de los artículos
fr_fr: Exclure les commentaires des auteurs
ru_ru: Исключить комментарии от авторов сообщения

source: Generate an excerpt
ca_es: Genera un extracte
de_de: Auszug generieren
es_es: Generar un extracto
fr_fr: Générer un extrait
it_it: Genera un estratto
pt_pt: Gerar um excerto
ru_ru: Сгенерировать отрывок

source: ID of the post to get comments for (0 for all posts)
ca_es: ID de la publicació per a la qual es vol obtenir comentaris (0 per a totes les publicacions)
de_de: ID des Artikels mit Kommentaren (0 für alle Artikel)
es_es: ID del artículo para el que obtener comentarios (0 para todos)
fr_fr: ID de l'article pour lequel obtenir les commentaires (0 pour tous les articles)
it_it: ID del post per cui visualizzare i commenti (0 per tutti i post)
lt_lt: Įrašo ID, kad būtų galima gauti komentarus (0 visiems įrašams)
pt_pt: ID da publicação para a qual pretende obter comentários (0 para todas as publicações)
ru_ru: Идентификатор записи, для которой нужно получить комментарии (0 — для всех записей)

source: If a taxonomy is given , indicate terms in that taxonomy separated by comma to show comments for all posts related to these terms. To show comments on posts related to the same terms as the current post, indicate: {current}. If a taxonomy is given and terms is empty, no comments will be shown.
ca_es: Si es dóna una taxonomia, indiqueu els termes d'aquesta taxonomia separats per coma per mostrar comentaris per a totes les publicacions relacionades amb aquests termes. Per mostrar comentaris en publicacions relacionades amb els mateixos termes que la publicació actual, indiqueu: {current}. Si es dóna una taxonomia i els termes estan buits, no es mostrarà cap comentari.
de_de: Um Kommentare zu Artikeln die mit bestimmten Begriffen einer Taxonomie verbunden sind anzuzeigen, die Begriffe durch Kommata getrennt angeben. Um Kommentare zu Artikeln die mit denselben Begriffen wie der aktuelle Artikel verbunden sind anzuzeigen, muss {current} angegeben werden. Wird eine Taxonomie angegeben, jedoch keine Begriffe, dann werden keine Kommentare angezeigt.
es_es: Si da un taxonomía, indique los términos en esta taxonomía separados por comas para mostrar los comentarios de los artículos relacionados con esos términos. Para mostrar comentarios de los artículos relacionados con los términos del artículo actual, indique: {current}. Si indica una taxonomía y términos es vacío, no se mostrarán comentarios.
fr_fr: Si une taxonomie est donnée, indiquer les termes séparés par des virgules pour afficher les posts relatifs à ces termes. Pour afficher les commentaires des posts relatifs aux termes du post courant, indiquer {current}. Si une taxonomie est donnée et que les termes sont vides, aucun commentaire ne sera affiché.
it_it: Se è indicata una tassonomia, indicare i termini della tassonomia separati dalla virgola per mostrare i commenti di tutti i post relativi a questo termine. Per mostrare commenti relativi agli stessi termini del post presente, indicare {current}. Se è indicata una tassonomia e i relativi termini sono vuoti, non sarà mostrato alcun commento.
lt_lt: Jeigu taksonomija priskirta, nurodykite terminus, atskirtus kableliais, toje taksonomijoje, kad būtų rodomi visų įrašų, susietų su tais terminais, komentarai. Kad komentarai būtų rodomi įrašuose, susietuose su tais pačiais terminais, kaip ir dabartinis įrašas, nurodykite: {current}. Jeigu taksonomija yra suteikta ir terminų laukelis tuščias, nebus rodomi jokie komentarai.
pt_pt: Se for dada uma taxonomia indicar os termos dessa taxonomia separadas por vírgulas para mostrar comentários para todos os artigos relacionados a esses termos. Para mostrar comentários sobre os artigos relacionados às mesmas condições que o cargo atual, indicar: {current}. Se uma taxonomia for dada e os termos estiverem vazios, nenhum comentário será mostrado.
ru_ru: Если дана таксономия, укажите термины в этой таксономии, разделенные запятой, чтобы показывать комментарии для всех должностей, связанных с этими условиями. Чтобы показать комментарии к сообщениям, относящимся к тем же терминам, что и текущая публикация, укажите: {current}. Если дана таксономия и условия пусты, комментарии не будут отображаться.

source: If checked, excludes comments from post authors on their own posts.
ca_es: Si està marcada, exclou els comentaris dels autors de a les seves publicacions.
de_de: Kommentare der Autoren auf ihre eigenen Einträge werden nicht angezeigt wenn dies aktiviert ist.
es_es: Si está marcado, excluye comentarios de los autores y sus artículos.
fr_fr: Si cette option est cochée, exclut les commentaires des auteurs sur leurs propres articles.
ru_ru: Если отмечено, исключает комментарии авторов сообщений на свои собственные сообщения.

source: If checked, shows an excerpt of the comment. Otherwise the full text of the comment is displayed.
ca_es: Si està marcada, mostra un extracte del comentari. En cas contrari es mostrarà el text complet.
de_de: Wird diese Option ausgewählt dann wird ein Auszug der Kommentare angezeigt. Ansonsten wird der gesamte Text angezeigt.
es_es: Si está seleccionado, muestra un resumen del comentario. En caso contrario, es mostrado el texto completo.
fr_fr: Si coché, affiche l'excerpt du commentaire. Autrement le texte entier du commentaire sera affiché.
it_it: Se selezionato, viene visualizzato un'anteprima del commento. Altrimenti viene visualizzato tutto il commento per esteso.
lt_lt: Jeigu pažymėta, rodoma komentaro ištrauka. Kitu atveju rodomas pilnas komentaro tekstas.
pt_pt: Se marcado, mostra um resumo do comentário. Caso contrário, o comentário exibe o texto completo.
ru_ru: Если отмечено, отобразится отрывок комментария. В противном случае отображается полный текст комментария.

source: Include pingbacks.
ca_es: Inclou pingbacks.
de_de: Pingbacks einbeziehen.
es_es: Incluir pingbacks.
fr_fr: Inclure les pingbacks.
ru_ru: Включите pingbacks.

source: Include trackbacks.
ca_es: Inclou trackbacks.
de_de: Trackbacks einbeziehen.
es_es: Incluir trackbacks.
fr_fr: Inclure les trackbacks.
ru_ru: Включите трекбэки.

source: Indicate <strong>category</strong> if you would like to show comments on posts in certain categories. Give the desired categories' slugs in <strong>Terms</strong>. For tags use <strong>post_tag</strong> and give the tags' slugs in <strong>Terms</strong>.
ca_es: Indiqueu la <strong>categoria</strong> si voleu mostrar comentaris sobre publicacions en determinades categories. Poseu les les categories desitjades als <strong>Termes</strong> . Per a les etiquetes, useu <strong>post_tag</strong> i poseu les etiquetes als <strong>termes</strong> .
de_de: Um Kommentare zu Artikeln in bestimmten Kategorien anzuzeigen sollte hier <strong>category</strong> angegeben werden. Die entsprechenden Kategorien werden durch Angabe der Titelformen unter <strong>Begriffe</strong> ausgewählt. Um Schlagwörter anzugeben muss <strong>post_tag</strong> angegeben werden und die entsprechenden Titelformen der Schlagwörter unter <strong>Begriffe</strong>.
es_es: Indique la <strong>categoría</strong> si quiere mostrar los comentarios de los artículos de esas categorías. Indique los slugs de las categorías en <strong>Términos</strong>. Para etiquetas, use <trong>post_tag</strong> e indique los slugs de las etiquetas en <strong>Términos</strong>.
fr_fr: Indiquer <strong>category</strong> si vous souhaitez afficher les commentaires de posts dans certaines catégories. Donnez les slugs des catégories désirées dans <strong>Termes</strong>. Pour les tags, utilisez <strong>post_tag</strong> et donnez les slugs des tags dans <strong>Termes</strong>.
it_it: Indica <strong>category</strong> se si desidera visualizzare commenti dei post di una certa categoria. Fornire delle categorie desiderate gli slug <strong>Terms</strong>. Per i tag <strong>post_tag</strong> e fornire gli slug dei tag in <strong>Termes</strong>.
lt_lt: Nurodykite <strong>kategoriją</strong>, jeigu norite rodyti komentarus atitinkamų kategorijų įrašuose. Priskirkite norimų terminų sekiklius <strong>Terminuose</strong>. Gairėms naudokite <strong>post_tag</strong> ir suteikite gairių sekiklius <strong>Terminuose</strong>.
pt_pt: Indicar <strong>categoria</strong>se gostaria de mostrar comentários sobre artigos em determinadas categorias. Dê 'slugs' das categorias desejadas em <strong>Termos</strong>. Para as tags, usar <strong>post_tag</strong> e atribuir ás tags' slugs em <strong>Termos</strong>.
ru_ru: Укажите <strong>категорию,</strong> если вы хотите показывать комментарии к сообщениям в определенных категориях. Дайте slugs желаемых категорий в « <strong>Terms</strong> . Для тегов использовать <strong>post_tag</strong> и дать тэги slugs в <strong>Terms</strong>.

source: Karma
ru_ru: Ка́рма

source: Leave empty to show comments for all post types. To show comments for a specific post type only, indicate the post type.
ca_es: Deixeu aquest espai buit per mostrar comentaris per a tots els tipus de publicació. Per mostrar comentaris només per a un tipus de publicació concret, indiqueu el tipus de publicació.
de_de: Leer lassen um Kommentare zu allen Eintragstypen anzuzeigen. Um nur Kommentare auf einen speziellen Eintragstyp anzuzeigen, diesen hier angeben.
es_es: Deje en blanco para mostrar comentarios de todos los tipos de post. Para mostrar comentarios de un tipo de post específico, indique el tipo de post.
fr_fr: Laissez vide pour afficher les commentaires pour tous les types d'article. Pour afficher les commentaires pour un type d'article spécifique uniquement, indiquez le type d'article.
ru_ru: Оставьте пустым, чтобы показывать комментарии для всех типов сообщений. Чтобы показывать комментарии только для определенного типа сообщения, укажите тип сообщения.

source: Leave empty to show comments for all posts. To show comments for a specific post only, indicate either part of the title or the post ID. To show posts for the current post, indicate: [current]
ca_es: Deixeu aquest espai buit per mostrar comentaris per a totes les publicacions. Per mostrar comentaris només per a una publicació específica, indiqueu-ne una part del títol o l'ID de publicació. Per mostrar publicacions per a la publicació actual, indiqueu: [actual]
de_de: Dieses Feld sollte leer bleiben um Kommentare für alle Artikel anzuzeigen. Um diese nur für einen bestimmten Artikel anzuzeigen muss entweder ein Teil des Titels oder die Artikel-ID angegeben werden. Um Kommentare für den aktuellen Artikel anzuzeigen, sollte [current] angegeben werden.
es_es: Deje en blanco para mostrar los comentarios de todos los artículos. Para mostrar comentarios de un artículo en concreto, indique parte del título o su ID. Para mostrar comentarios del artículo actual, indique: [current]
fr_fr: Laisser vide pour afficher les commentaires de tous les posts. Pour afficher les commentaires de post(s) spécifique(s), indiquer une part du titre ou l'ID du post. Pour afficher les commentaires du post courant, indiquer : [current]
it_it: Lasciare vuoto per visualizzare commenti per tutti i post. Per visualizzare i commenti di un post specifico, indicare la parte del titolo oppore l'ID del post. Per visualizzare i commenti del presente post, indicare : [current]
lt_lt: Norėdamas rodyti komentarus visiems įrašams, laukelį palikite tuščią. Kad komentarai būtų rodomi tik specifiniam įrašui, nurodykite antraštės arba įrašo identifikatorių. Kad rodyti komentarus dabartiniam įrašui nurodykite: [current]
pt_pt: Deixe em branco para mostrar comentários para todas as mensagens. Para mostrar comentários para apenas um artigo específico, indicar ou a parte do título ou o ID do artigo. Para mostrar as mensagens para o artigo atual, indicar: [atual]
ru_ru: Оставьте пустым, чтобы показывать комментарии для всех сообщений. Чтобы показывать комментарии только для определенной записи, укажите либо часть названия, либо идентификатор сообщения. Чтобы показать сообщения для текущей публикации, укажите: [текущий]

source: Link authors
ca_es: Enllaçar autors
de_de: Autoren verlinken
es_es: Enlazar autores
fr_fr: Lien vers les auteurs
ru_ru: Авторы ссылок

source: Number of characters in excerpts
ca_es: Nombre de caràcters als extractes
de_de: Anzahl der Zeichen in Auszügen
es_es: Número de caracteres en el resumen
fr_fr: Nombre de caractères dans les extraits
ru_ru: Количество символов в анонсе

source: Number of characters shown as an excerpt
ca_es: Nombre de caràcters mostrats com a extracte
de_de: Anzahl der Zeichen in Auszügen
es_es: Número de caracteres en el extracto
fr_fr: Nombre de caractères affichés comme extrait
it_it: Numero di caratteri visualizzati nell'estratto
lt_lt: Simbolių skaičius, rodomas kaip ištrauka
pt_pt: Número de caracteres apresentados como excerto
ru_ru: Количество символов, отображаемых в отрывке

source: Number of comments
ca_es: Nombre de comentaris
de_de: Anzahl der Kommentare
es_es: Número de comentarios
fr_fr: Nombre de commentaires
it_it: Numero di commenti
lt_lt: Komentarų skaičius
pt_pt: Número de cometários
ru_ru: Число комментариев

source: Number of comments to return
ca_es: Nombre de comentaris
de_de: Anzahl der Kommentare
es_es: Número de comentarios a retornar
fr_fr: Nombre de commentaires
it_it: Numero di commenti
lt_lt: Komentarų skaičius
pt_pt: Número de cometários
ru_ru: Число комментариев

source: Number of words in excerpts
ca_es: Nombre de paraules als extractes
de_de: Anzahl der Worte in Auszügen
es_es: Número de palabras del resumen
fr_fr: Nombre de mots dans un excerpt
it_it: Numero di parole dell'anteprima
lt_lt: Žodžių skaičius ištraukose
pt_pt: Número de palavras nos resumos
ru_ru: Количество слов в анонсах

source: Number of words shown as an excerpt
ca_es: Nombre de paraules mostrades com a extracte
de_de: Anzahl der Worte in Auszügen
es_es: Número de palabras del extracto
fr_fr: Nombre de mots affichés comme extrait
it_it: Numero di parole visualizzate nell'estratto
lt_lt: Žodžių skaičius, rodomas kaip ištrauka
pt_pt: Número de palavras apresentadas como excerto
ru_ru: Количество слов, отображаемых в отрывке

source: Options
ca_es: Opcions
de_de: Optionen
es_es: Opciones
it_it: Opzioni
lt_lt: Parinktys
pt_pt: Opções
ru_ru: Настройки

source: Order by ...
ca_es: Ordenar per...
de_de: Ordnen nach ...
es_es: Ordenar por ...
fr_fr: Ordonné par...
it_it: Ordina per...
lt_lt: Rikiuoti pagal ...
pt_pt: Ordenar por...
ru_ru: Сортровать по ...

source: Pingbacks
ru_ru: Уведомления

source: Post
ca_es: Publicació
de_de: Artikel
es_es: Artículo
fr_fr: Article
lt_lt: Įrašas
pt_pt: Artigo
ru_ru: Статья

source: Post ID
ca_es: ID de la publicació
de_de: Artikel-ID
es_es: ID de artículo
fr_fr: ID d'Article
it_it: ID del Post
lt_lt: Įrašo identifikatorius
pt_pt: ID do artigo
ru_ru: ID поста

source: Post Type
ca_es: Tipus d’entrada
de_de: Eintragstyp
es_es: Tipo de post
fr_fr: Type d'Article
ru_ru: Тип сообщения

source: Post category or tag
ca_es: Categoria o etiqueta de publicació
de_de: Artikelkategorie oder Etikett
es_es: Categoría o etiqueta de artículo
fr_fr: Catégorie ou étiquette de l'article
it_it: Categoria o tag del post
lt_lt: Įrašo kategorija arba žyma
pt_pt: Categoria ou etiqueta da publicação
ru_ru: Категория или тег публикации

source: Save
ca_es: Desar
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
lt_lt: Įrašyti
pt_pt: Gravar
ru_ru: Сохранить

source: Selected post: <em>%s</em>
ca_es: Publicació seleccionada: <em>%s</em>
de_de: Ausgewählter Artikel: <em>%s</em>
es_es: Artículo seleccionado: <em>%s</em>
fr_fr: Article sélectionné: <em>%s</em>
it_it: Post selezionato: <em>%s</em>
lt_lt: Pasirinktas įrašas: <em>%s</em>
pt_pt: Artigo selecionado: <em>%s</em>
ru_ru: Выбранное сообщение: <em>%s</em>

source: Settings
ca_es: Configuració
de_de: Einstellungen
es_es: Ajustes
fr_fr: Règlages
it_it: Impostazioni
lt_lt: Nuostatos
pt_pt: Configurações
ru_ru: Управление

source: Show a link to the post that the comment applies to.
ca_es: Mostra un enllaç a la publicació on es troba el comentari.
de_de: Einen Link zum Artikel anzeigen.
es_es: Mostrar un enlace al artículo del comentario.
fr_fr: Afficher un lien vers le post du commentaire.
it_it: Mostra il collegamento al post del commento.
lt_lt: Rodyti nuorodą į įrašą, kuriai priklauso komentaras.
pt_pt: Mostrar um link para o artigo a que o comentário se aplica.
ru_ru: Показывать ссылку на сообщение, к которому относится комментарий.

source: Show an excerpt of the comment or the full comment.
ca_es: Mostra un extracte del comentari o del comentari complet.
de_de: Einen Auszug oder den vollen Kommentar anzeigen.
es_es: Mostrar un resumen del comentario o el texto completo.
fr_fr: Afficher l'excerpt du commentaire ou le commentaire entier.
it_it: Mostra l'anteprima del commento o il commento intero.
lt_lt: Rodyti komentaro ištrauką arba pilną komentarą.
pt_pt: Mostrar um resumo do comentário ou o comentário completo.
ru_ru: Покажите отрывок комментария или полный комментарий.

source: Show author
ca_es: Mostra l'autor
de_de: Den Autor anzeigen
es_es: Mostrar autor
fr_fr: Afficher l'auteur
it_it: Mostra Autore
lt_lt: Rodyti autorių
pt_pt: Exibir o autor
ru_ru: Показать Информацию Об Авторе

source: Show avatar
ca_es: Mostra l'avatar
de_de: Den Avatar anzeigen
es_es: Mostrar avatar
fr_fr: Afficher l'avatar
it_it: Mostra avatar
lt_lt: Rodyti pseudoportretą
pt_pt: Exibir avatar
ru_ru: Показать аватар

source: Show comment
ca_es: Mostra comentari
de_de: Den Kommentar anzeigen
es_es: Mostrar el comentario
fr_fr: Afficher le commentaire
it_it: Mostra commento
lt_lt: Rodyti komentarą
pt_pt: Exibir comentário
ru_ru: Показать комментарий

source: Show comment author
ca_es: Mostra l'autor del comentari
de_de: Den Autor der Kommentars anzeigen
es_es: Mostrar autor del comentario
fr_fr: Afficher l'auteur du commentaire
it_it: Mostra autore del commento
lt_lt: Rodyti komentaro autorių
pt_pt: Ver autor do comentário
ru_ru: Показать автора комментария

source: Show comment excerpt
ca_es: Mostra l'extracte del comentari
de_de: Den Auszug anzeigen
es_es: Mostrar resumen del comentario
fr_fr: Afficher l'excerpt du commentaire
it_it: Visualizza un'anteprima del commento
lt_lt: Rodyti komentaro ištrauką
pt_pt: Mostrar resumo do comentário
ru_ru: Показывать анонс комментария

source: Show date
ca_es: Mostra la data
de_de: Datum anzeigen
es_es: Mostrar fecha
fr_fr: Montrez la date
ru_ru: Показать дату

source: Show link to post
ca_es: Mostra l'enllaç a la publicació
de_de: Den Link zum Artikel anzeigen
es_es: Mostrar enlace al artículo
fr_fr: Afficher le lien vers le post
it_it: Mostra il link al post
lt_lt: Rodyti nuorodą į įrašą
pt_pt: Mostrar link para o artigo
ru_ru: Показать ссылку для публикацию

source: Show the avatar of the author.
ca_es: Mostra l'avatar de l'autor.
de_de: Den Avatar des Autors anzeigen.
es_es: Mostrar avatar del autor.
fr_fr: Afficher l'avatar de l'auteur.
it_it: Mostra l'avatar dell'autore.
lt_lt: Rodyti autoriaus pseudoportretą.
pt_pt: Exibir o avatar do autor.
ru_ru: Показать аватар автора.

source: Show the comment
ca_es: Mostra el comentari
de_de: Den Kommentar anzeigen
es_es: Mostrar el comentario
fr_fr: Afficher le commentaire
it_it: Mostra commento
lt_lt: Rodyti komentarą
pt_pt: Mostrar comentário
ru_ru: Показать комментарий

source: Show the date and time when the comment was posted.
ca_es: Mostra la data i l'hora en què s'ha publicat el comentari.
de_de: Das Datum und die Uhrzeit des Kommentars anzeigen.
es_es: Mostrar la fecha y hora cuando el comentario fue publicado.
fr_fr: Montrez la date et l'heure à laquelle le commentaire a été publié.
ru_ru: Показывать дату и время публикации комментария.
